Repository: codexilab/osclass-payment-pro
Catalog: payment_pro/languages/*/messages.po
Languages: es_es, pt_br

source: source
es_es: Origen
pt_br: fonte

source: Failed
es_es: Falló
pt_br: Falhou

source: Completed
es_es: Completado
pt_br: Completada

source: Pending
es_es: Pendiente
pt_br: Pendente

source: Already paid
es_es: Pagado
pt_br: Já Paga

source: Wrong amount/total
es_es: Cantidad total equivocada
pt_br: Quantia errada/total

source: Wrong amount/listing
es_es: Cantidad artículo equivocada
pt_br: Quantia errada/anúncio

source: Please, change the crypt key (PAYMENT_PRO_CRYPT_KEY) in %s. <a id="howto" href="javascript:void(0);" onclick="$('#dialog-howto').dialog('open');">How to do it.</a>
es_es: Por favor, cambia la clave cryptográfica (PAYMENT_PRO_CRYPT_KEY) en %s. <a id="howto" href="javascript:void(0);" onclick="$('#dialog-howto').dialog('open');">Descrube como hacerlo.</a>
pt_br: Por favor troque a chave crypt (PAYMENT_PRO_CRYPT_KEY) no %s. <a id="howto" href="javascript:void(0);" onclick="$('#dialog-howto').dialog('open');">Como fazer isso.</a>

source: Default currency
es_es: Moneda por defecto
pt_br: Moeda Padrão

source: How to change PAYMENT_PRO_CRYPT_KEY
es_es: Cómo cambiar PAYMENT_PRO_CRYPT_KEY
pt_br: Como mudar o PAYMENT_PRO_CRYPT_KEY

source: PAYMENT_PRO_CRYPT_KEY is an unique key of <b>16, 24 or 32 characters long</b> to encrypt your payment information. You need to change it to something unique and not too short.
es_es: PAYMENT_PRO_CRYPT_KEY es una clave única de <b>16, 24 o 32 caracteres de largo </b> para encriptar tu información de pago. Necesitas cambiarla a una unica y no demasiado corta.
pt_br: PAYMENT_PRO_CRYPT_KEY é uma chave única de <b>16, 24 ou 32 caracteres</b> que serve para encriptar suas informações de pagamento. Você precisa mudar isso para algo único e não muito curto.

source: PAYMENT_PRO_CRYPT_KEY should be defined in %s . If you do not have said file, create it with the following content:
es_es: PAYMENT_PRO_CRYPT_KEY puede ser definido en %s . Si no guardas el fichero, créalo con el siguiente contenido:
pt_br: PAYMENT_PRO_CRYPT_KEY deve ser definida em %s. Se você não tiver o arquivo pedido, crie-o com o seguinte conteúdo:

source: Category prices updated correctly
es_es: Los precios de las categorías se han actualizado correctamente
pt_br: Preços das categorias atualizados corretamente

source: Category is not defined
es_es: El precio de la categoría no está definido
pt_br: A categoria não está definida

source: Category prices changed to default
es_es: El precio de las categorías ha cambiado al predeterminado
pt_br: Preços das categorias modificados para padrão

source: Set category prices
es_es: Fijar precio a las categorías
pt_br: Defina preço das categorias

source: Delete category prices
es_es: Borrar precios de las categorías
pt_br: Delete preços das categorias

source: Set categories prices
es_es: Establecer precios de las categorías
pt_br: Definir preços das categorias

source: Add new price
es_es: Añadir nuevo precio
pt_br: Adicionar novo preço

source: edit
es_es: editar
pt_br: editar

source: delete
es_es: borrar
pt_br: deletar

source: Category
es_es: Categoría
pt_br: Categoria

source: Publish price
es_es: Precio de publicar
pt_br: Preço para publicar

source: Premium price
es_es: Precio del Premium
pt_br: Preço Premium

source: Add
es_es: Añadir
pt_br: Adicionar

source: This will revert back the prices to the default ones. Do you want to continue?
es_es: Esto revertirá los precios a los predeterminados. ¿Deseas continuar?
pt_br: Isso irá reverter os preços para os valores padrões. Você deseja continuar?

source: View all status
es_es: Ver todos los estados
pt_br: Ver todos os status

source: View all sources
es_es: Ver todas las fuentes
pt_br: Ver todas as fontes

source: No data available in table
es_es: No hay información disponible en esta tabla
pt_br: Nenhum dado disponível na tabela

source: Listing unpaid
es_es: Anuncio no pagado
pt_br: Anúncios não pagos

source: Listing paid
es_es: Anuncio pagado
pt_br: Anúncios pagos

source: Listing disabled
es_es: Anuncio deshabilitado
pt_br: Anúncios desabilitados

source: Listing enabled
es_es: Anuncio activado
pt_br: Anúncios permitidos

source: This listing is not enabled yet
es_es: Este anuncio no está activo todavía
pt_br: Este anúncio não foi permitido ainda

source: Publish fee for listing %d
es_es: Pago por publicación %d
pt_br: Taxa de publicação para anúncio %d

source: Product added to your cart
es_es: Producto añadido a tu carrito
pt_br: Produto adicionado ao seu carrinho

source: This listing does not belong to you
es_es: Este anuncio no te pertenece
pt_br: Esse anúncio não pertence a você

source: No method of payment is available
es_es: No hay ningún método de pago disponible
pt_br: Nenhum método de pagamento está disponível

source: History of payments
es_es: Historial de pagos
pt_br: Histórico de pagamentos

source: Publish fee for item %s
es_es: Precio de publicación para el item %s
pt_br: Taxa de publicação para o item %s

source: Premium fee for item %s
es_es: Precio Premium para el item %s
pt_br: Taxa premium para o item %s

source: The listing hasn't been paid
es_es: Este anuncio no ha sido pagado
pt_br: O anúncio não foi pago

source: To make this listing available to others, you need to pay a publish fee. <a href="%s">Continue and make the ad public</a>
es_es: Para hacer este anuncio visible a otros, necesitas pagar una cuota. <a href="%s">Continuar y hacer el anuncio público</a>
pt_br: Para fazer esse anúncio disponível para os outros, você precisa pagar uma taxa de publicação. <a href="%s">Continue e faça o anúncio público</a>

source: Active
es_es: Activo
pt_br: Ativar

source: Blocked
es_es: Bloqueado
pt_br: Bloqueado

source: Paid
es_es: Pagado
pt_br: Pago

source: No-paid
es_es: No pagado
pt_br: Não pago

source: Block
es_es: Bloquear
pt_br: Bloquear

source: Unblock
es_es: Desbloquear
pt_br: Desbloquear

source: Unpay publish fee
es_es: Desactivar pago por publicar
pt_br: Não pagar taxa de publicar

source: Pay publish fee
es_es: Pagar cuota de publicación
pt_br: Pagar taxa de publicar

source: Payment status
es_es: Estado del pago
pt_br: Status de pagamento

source: %d products
es_es: %d productos
pt_br: %d produtos

source: Expiration (MM/YY)
es_es: Expiración (MM/AA)
pt_br: Expira em (MM/YY)

source: Pay
es_es: Pagar
pt_br: Pagar

source: There were an error processing your payment: %s
es_es: Hubo un error al procesar tu pago: %s
pt_br: Aconteceu um erro ao processar seu pagamento: %s

source: Authorize.Net settings
es_es: Authorize.Net configuración
pt_br: Configurações do Authorize.net

source: Enable Authorize.Net
es_es: Activar Authorize.Net
pt_br: Ativar Authorize.net

source: Enable Authorize.Net as a method of payment
es_es: Activar Authorize.Net como método de pago
pt_br: Ativar Authorize.net como método de pagamento

source: Authorize.Net API login ID
pt_br: ID de API de login Authorize.net

source: Authorize.Net API transaction key
es_es: Authorize.Net API clave de transacción
pt_br: Chave (key) de transação Authorize.net

source: Authorize.Net sandbox
pt_br: Sandbox Authorize.net

source: Use Authorize.Net sandbox to test everything is right before going live. <b>You need to modify your TEST/LIVE status at <a href="https://sandbox.authorize.net/">Authorize.Net</a> too.</b>
es_es: Usa el sandbox de Authorize.Net para testearlo todo antes de activarlo. <b> Tienes que modificar tu esatuts de TEST/LIVE en <a href="https://sandbox.authorize.net/">Authorize.Net</a> también.</b>
pt_br: Usar sandbox Authorize.net para testar se tudo está certo antes de ir ao vivo. b>Você precisará modificar seu status TEST/LIVE (Teste/Ao Vivo) em <a href="https://sandbox.authorize.net/">Authorize.Net</a> também.</b>

source: Authorize.Net help
es_es: Authorize.Net ayuda
pt_br: Authorize.Net ajuda

source: Enable Blockchain
es_es: Activar Blockchain
pt_br: Perimitir Blockchain

source: Enable Blockchain as a method of payment
es_es: Activar Blockchain como método de pago
pt_br: Permitir Blockchain como método de pagamento

source: Bitcoin confirmations (default = 6)
es_es: Confirmaciones de Bitcoin (default = 6)
pt_br: Confirmações do Bitcoin (padrão = 6)

source: Learn more about Bitcoins
es_es: Aprende más sobre Bitcoins.
pt_br: Aprenda mais sobre Bitcoins

source: Bitcoin official website: %s
es_es: Sitio oficial de Bitcoin: %s
pt_br: Site oficial do Bitcoin: %s

source: Getting started: %s
es_es: Empezando: %s
pt_br: Começando: %s

source: We use coins: %s
es_es: Usamos estas monedas: %s
pt_br: Nós usamos moedas: %s

source: More info about Blockchain: %s
es_es: Más información sobre Blockchain: %s
pt_br: Mais informação sobre Blockchain: %s

source: The services of Blockchain are free if the usage fits in their "fair use policy".
es_es: Los servicios de Blockchain son gratuitos si el uso cabe dentro de la política de "fair use".
pt_br: Os serviços do Blockchain são gratuitos se o uso se encaixa na "política de uso justo" deles.

source: Blockchain help
es_es: Ayuda con Blockchain
pt_br: Ajuda do Blockchain

source: Braintree settings
es_es: Configuración de Braintree
pt_br: Configurações Braintree

source: Enable Braintree
es_es: Activar Braintree
pt_br: Permitir Braintree

source: Enable Braintree as a method of payment
es_es: Activar Braintree como método de pago
pt_br: Permitir Braintree como método de pagamento

source: Enable Sandbox
es_es: Activar sandobx
pt_br: Permitir Sandbox

source: Enable sandbox for development testing
es_es: Activar sandobx para hacer pruebas del desarrollo
pt_br: Permitir Sandbox para teste de desenvolvimento

source: Braintree merchant id
es_es: ID de comerciante en Braintree
pt_br: ID de mercador do Braintree

source: Braintree public key
es_es: Clave pública de Braintree
pt_br: Chave pública do Braintree

source: Braintree private key
es_es: Clave privada de Braintree
pt_br: Chave privada do Braintree

source: Braintree encryption key
es_es: Clave de encriptación de Braintree
pt_br: Chave de encriptação do Braintree

source: Learn more about Braintree
es_es: Aprender más sobre Braintree
pt_br: Aprenda mais sobre o Braintree

source: Braintree official website: %s
es_es: Web oficial de Braintree: %s
pt_br: Site oficial do Braintree: %s

source: Braintree help
es_es: Ayuda de Braintree
pt_br: Ajuda do Braintree

source: Ccavenue settings
es_es: Configuración de Ccavenue
pt_br: Configurações do Ccavenue

source: Enable Ccavenue
es_es: Activar Ccavenue
pt_br: Permitir Ccavenue

source: Enable Ccavenue as a method of payment
es_es: Activar Ccavenue como método de pago
pt_br: Permitir Ccavenue como método de pagamento

source: Ccavenue merchant id
es_es: Ccavenue ID de merchant
pt_br: id de mercador do Ccavenue

source: Ccavenue working key
pt_br: chave de funcionamento Ccavenue

source: Learn more about Ccavenue
es_es: Aprender más sobre Ccavenue
pt_br: Aprenda mais sobre Ccavenue

source: To successfully integrate you need to follow the below steps:
es_es: Para integrarlo con éxito necesitas seguir los siguientes pasos:
pt_br: Para integrar com sucesso você precisa seguir os seguintes passos:

source: Go to the <b>Settings and Options</b> link in the top menu and click on the <b>Generate Working Key</b> link.
es_es: Ve al enlace <b>Settings and Options</b> en la cabecera link y clicka en la opción <b>Generate Working Key</b>.
pt_br: Vá para o link<b>Configurações e Opções</b> no menu do topo e clique no link <b> Gerar Chave de Funcionamento </b>.

source: Please login to your CCAvenue account
es_es: Por favor, accede a tu cuenta de CCAvenue
pt_br: Por favor logue-se na sua conta do CCAvenue

source: Go to <b>Settings & Options</b>
es_es: Ve a <b>Settings & Options</b>
pt_br: Vá para <b>Configurações e Opções </b>

source: Click the <b>Get Working Key</b>
es_es: Haz click en <b>Get Working Key</b>
pt_br: Clique no <b> Pegar Chave de Funcionamento </b>

source: In Osclass admin panel, go to <b><a href="%s">Payment options</a></b> and set the <b>Working key</b>
es_es: En el panel de administración de Osclass, ve a <b><a href="%s">Payment options</a></b> e introduce la <b>Working key</b>
pt_br: No painel de administração do Osclass, vá para <b><a href="%s">Opções de pagamento</a></b> e defina a <b>Chav de Funcionamento</b>

source: Merchant id
es_es: ID de merchant
pt_br: Id de mercador

source: This ID is generated for you at the time of activation of your site on Ccavenue. You can get your <b>Ccavenue Merchant Id</b> at <b>Generate Key</b> of <b>Settings & Options</b> section.
es_es: Esta ID se genera para ti en el momento de la activación de su sitio en CCavenue. Puedes obtener tu <b>Ccavenue Merchant Id</b> en la sección <b>Generate Key</b> of <b>Settings & Options</b>.
pt_br: Essa ID é gerada para você no tempo de ativação do seu site no Ccavenue. Você pode pegar a sua <b>ID de mercador do Ccavenue</b> em <b>Gerar Chave</b> na seção <b>Configurações e Opções</b>.

source: Ccavenue help
es_es: Ayuda con Ccavenue
pt_br: Ajuda do CCavenue

source: Please wait a moment while we're processing your payment
es_es: Por favor, espera un momento mientras procesamos el pago
pt_br: Por favor espere um momento enquanto nós processamos seu pagamento

source: Stripe settings
es_es: Configuración de Stripe
pt_br: Configurações do Stripe

source: Enable Stripe
es_es: Activar Stripe
pt_br: Permitir Stripe

source: Enable Stripe as a method of payment
es_es: Activar Stripe como método de pago
pt_br: Permitir Stripe como método de pagamento

source: Stripe secret key
es_es: Clave secreta de Stripe
pt_br: Chave secreta do Stripe

source: Stripe public key
es_es: Clave pública de Stripe
pt_br: Chave pública do Stripe

source: Stripe secret key (test)
es_es: Clave secreta de Stripe (test)
pt_br: chave secreta (teste) do Stripe

source: Stripe public key (test)
es_es: Clave pública de Stripe (test)
pt_br: Chave pública (teste) do Stripe

source: Learn more about Stripe
es_es: Aprender más sobre Stripe
pt_br: Aprenda mais sobre o Stripe

source: Stripe official website: %s
es_es: Página oficial de Stripe: %s
pt_br: Website oficial do Stripe: %s

source: Stripe help
es_es: Ayuda de Stripe
pt_br: Ajuda do Stripe

source: Product could not be added
es_es: No se ha podido añadir el producto
pt_br: O produto não pode ser adicionado

source: Checkout page
es_es: Página de pago
pt_br: página de checkout

source: Your cart is empty
es_es: Tu carrito está vacío
pt_br: Seu carrinho está vazio

source: Continue and pay with:
es_es: Continúa y paga con:
pt_br: Continue e pague com:

source: Want to publish more listings?
es_es: ¿Quieres publicar más anuncios?
pt_br: Gostaria de publicar mais anúncios?

source: Publish another listing
es_es: Publicar otro anuncio
pt_br: Publicar outro anúncio

source: Continue browsing
es_es: Seguir navegando
pt_br: Continuar navegando

source: Publish options
es_es: Opciones de publicación
pt_br: Opções de publicação

source: Make this ad premium (+%s)
es_es: Convertir este anuncio en premium (+%s)
pt_br: Faça o Anúncio Premium (+%s)

source: Publishing this ad costs %s
es_es: Publicar este anuncio te costará %s
pt_br: Publicar esse anúncio custa %s

source: Your listings
es_es: Tus anuncios
pt_br: Seus Anúncios

source: This listing is blocked
es_es: Este anuncio está bloqueado
pt_br: Este anúncio foi bloqueado

source: Status
es_es: Estado

source: Items
es_es: Artículos

source: Highlight enhancement for listing %d
es_es: Destacar anuncio %d

source: Checkout
es_es: Pagar
