Repository: codexilab/osclass-payment-pro
Catalog: payment_pro/languages/*/messages.po
Languages: es_es, pt_br

source: Enable Bank
es_es: Activar pago por transferencia bancaria
pt_br: Ativar Banco

source: Enable bank transfer as a method of payment
es_es: Activar transferencias bancarias como método de pago
pt_br: Ativar Banco como método de pagamento

source: Bank Account
es_es: Cuenta bancaria
pt_br: Conta no Banco

source: Payment message
es_es: Mensaje del pago
pt_br: Mensagem de pagamento

source: <b>Important:</b> do not forget to include these special keywords in your message or important information will be missing:
es_es: <b>Importante:</b> no olvide incluir las palabras especiales en el mensaje o información importante no aparecerá.
pt_br: <b>Importante:</b> não esqueça de incluir essas palavras-chave na sua mensagem ou informação importante estará faltando:

source: <b>{CODE}:</b> the unique code that the user needs to make the payment
es_es: <b>{CODE}:</b> el código único que el usuario necesita para realizar el pago
pt_br: <b>{CODE}:</b> o código único que os usuários precisam para fazer o pagamento

source: <b>{AMOUNT}:</b> total amount that has to be paid
es_es: <b>{AMOUNT}:</b> cantidad total que tiene que ser pagada
pt_br: <b>{AMOUNT}:</b> quantia total que precisa ser paga

source: <b>{BANK_ACCOUNT}:</b> your bank account
es_es: <b>{BANK_ACCOUNT}:</b> tu cuenta bancaria
pt_br: <b>{BANK_ACCOUNT}:</b> sua conta no banco

source: Only to buy pack
es_es: Sólo para comprar packs
pt_br: Apenas para comprar pacote

source: Allow bank transfers only for buying packs. Banks transfers have to be confirmed manually, takes a lot of time and it may not be worthy to allow small payments to be made using wire transfers.
es_es: Permitir el pago por transferencia sólo para comprar packs. Las transferencias tienen que ser confirmadas manualmente, toma bastante tiempo y puede no ser rentable permitirlas en pagos pequeños.
pt_br: Permitir transferências bancárias apenas para comprar pacotes. transferências bancárias precisam ser confirmadas manualmente, leva muito tempo e pode não valer apena para pequenos pagamentos que serão feitos usando trnsferêncais bancárias.

source: How to use local bank or wire transfer
es_es: Como usar el pago por transferencia bancaria
pt_br: Como usar o banco local ou transferência bancária

source: The plugin assign a short code each time an user want to pay for something and instructs the user to make a payment to your bank account with the given code as a concept. <b>You are required</b> to manually check your bank account (daily, hourly or as frequent as you want to) for payments made with these special codes. Later on the admin panel you could select the payments and mark them as paid.
es_es: El plugin asigna un código a cada usuario para que utilice dicho código como concepto de la transferenciabancaria. <b>Necesitas</b> comprobar manualmente tu cuenta bancaria (diariamente, cada hora o tan frcuente como quieras) y buscar los pagos realizados con los códigos antes mencionados. Una vez el dinero esté en tu cuenta, desde el panel de administrador podrás seleccionar el pago y marcarlo como pagado.
pt_br: O plugin atribui um código curto toda vez que o usuário deseja pagar por algo e instrui o usuário a fazer o pagamento para sua conta no banco com o código dado como conceito. <b> Você precisa </b> checar manual sua conta no banco (diariamente, de hora em hora ou na frequência que você quiser) para os pagamentos feitos com esses códigos especiais. Mais tarde no painel de administração você pode selecionar o pagamento e marcar eles como pago.

source: We suggest to only allow buying credit packs with bank account, as bank transfer are not for microtransactions.
es_es: Sugerimos admitir solamente el pago por transferencia bancaria para comprar packs de créditos. Las transferencias bancarias no están diseñadas para microtransacciones, por su incomodidad y altas comisiones.
pt_br: Nós sugerimos apenas para permitir comprar pacotes de crédito com transferência bancárias, pois transferência bancária não é para microtransações.

source: Important
es_es: Importante
pt_br: Importante

source: Do not forget to include these special keywords in your message or important information will be missing:
es_es: No olvide incluir estas palabras clave en su mensaje, o información importante no se mostrará:
pt_br: Não esqueça de incluir essas palavras-chave na sua mensagem ou irá ficar faltando informação importante:

source: Notes
es_es: Notas
pt_br: Notas

source: Osclass nor this plugin has access to your bank account, that is the reason you need to manually check for payments and mark them as paid.
es_es: Ni Osclass ni este plugin tienen acceso a su cuenta bancaria, esa es la razón por la que necesita comprobarla manualmente y marcar las facturas como pagadas.
pt_br: Nem o Osclass nem o plugin tem acesso a sua conta no banco, é por essa razão que você precisa checar manualmente seus pagamentos e marca-los como pago.

source: Bank help
es_es: Ayuda de transferencias bancarias
pt_br: Ajuda com Banco

source: The invoice has been paid and the user has been notified
es_es: El carrito ha sido pagado y el usuario ha sido avisado
pt_br: A fatura foi paga e o usuário foi notificado

source: The user has been notified
es_es: El usuario ha sido avisado
pt_br: O usuário foi notificado

source: The invoice has been paid
es_es: La factura no ha sido pagada
pt_br: A fatura foi paga

source: The invoice has been unpaid
es_es: La factura se ha marcado como impagada
pt_br: A fatura não foi paga

source: The invoice has been deleted
es_es: La factura se ha eliminado
pt_br: A fatura foi deletada

source: Bank transfers
es_es: Transferencias bancarias
pt_br: Transferências bancárias

source: Error API
es_es: Error de la API
pt_br: Erro de API

source: Blockchain API KEY
pt_br: Chave API do Blockchain

source: Bitcoin XPUB address
es_es: Dirección XPUB de Bitcoin
pt_br: Endereço XPUB do Bitcoin

source: To use Blockchain as a method of payment you need to apply for <a href="https://api.blockchain.info/v2/apikey/request/">blockchain.info API key here</a> and a bitcoin XPUB address, there are several ways to obtain one (they are free of charge), please refer to some of the previous links on more information about how to obtain one.
es_es: Para usar Blockchain como método de pago necesitas una <a href="https://api.blockchain.info/v2/apikey/request/">API key de blockchain.info</a> y una dirección XPUB de bitcoin, hay varias maneras de obtenerlas (son gratuitas), por favor, acude a alguno de links anteriores para obtener más información sobre cómo tener una.
pt_br: Para usar o Blockchain como método de pagamento você precisa pedir uma <a href="https://api.blockchain.info/v2/apikey/request/">Chave API do blockchain.info aqui</a> e um endereço XPUB do bitcoin, existem várias maneiras de obter uma (elas são de graça), por favor refira a um dos links anteriores para mais informação sobre como obter uma.

source: order id missing
es_es: Falta ID del pedido
pt_br: ID do pedido faltando

source: already paid
es_es: Ya está pagado
pt_br: já paga

source: no items
es_es: No hay productos
pt_br: nenhum item

source: Ccavenue access code
es_es: Código de acceso de Ccavenue
pt_br: Código de acesso do Ccavenue

source: Ccavenue access code (sandbox)
es_es: Ccavenue código de acceso (sandbox)
pt_br: Código de acesso (sandbox) do Ccavenue

source: Ccavenue working key (sandbox)
pt_br: Chave de funcionamento do sandbox do Ccavenue

source: Enable sandbox
es_es: Activar sandbox
pt_br: Permitir Sandbox

source: Enable Ccavenue sandbox, to test your payments
es_es: Activar el sandbox de Ccavenue para testear tus pagos
pt_br: Permitir sandbox Ccavenue, para testar seus pagamentos

source: Something failed (%s). Please write down this transaction ID and contact us: %s
es_es: Algo ha fallado (%s). Por fvor, guarda la ID de esta transacción y contacta con nosotros : %s
pt_br: Alguma falhou (%s). Por favor anote essa ID de transação e nos contate: %s

source: Pagseguro settings
es_es: Configuración de Pagseguro
pt_br: Configurações do PagSeguro

source: Enable Pagseguro
es_es: Activar Pagseguro
pt_br: Permitir PagSeguro

source: Enable Pagseguro as a method of payment
es_es: Activar Pagseguro como método de pago
pt_br: Permitir PagSeguro como método de pagamento

source: <b>Important:</b> Pagseguro only works with "BRL" as currency.
es_es: <b>Importante:</b> Pagseguro solo funciona con "BRL" como moneda.
pt_br: <b>Importante:</b> Pagseguro só funciona com "BRL" como moeda.

source: Pagseguro e-mail
es_es: E-mail de Pagseguro
pt_br: Email do PagSeguro

source: Pagseguro sandbox
es_es: Sandbox de Pagseguro
pt_br: Sandbox PagSeguro

source: Use Pagseguro sandbox to test everything is right before going live
es_es: Utiliza la sandbox de Pagseguro para comprobar que todo es correcto antes de activarlo
pt_br: Use o sandbox do PagSeguro para testar se tudo está certo antes de ir online

source: How to configure Pagseguro
es_es: Cómo configurar Pagseguro
pt_br: Como configurar o PagSeguro

source: You need to create an account at <a href="https://pagseguro.uol.com.br/">Pagseguro</a>.
es_es: Necesitas crear una cuenta en <a href="https://pagseguro.uol.com.br/">Pagseguro</a>.
pt_br: Você precisa criar uma conta no <a href="https://pagseguro.uol.com.br/">Pagseguro</a>.

source: Access your account and go to <a href="https://pagseguro.uol.com.br/preferencias/integracoes.jhtml"> "Minha Conta" > Preferências > <b>Configurações de integração</b>"</a>.
es_es: Accede a tu cuenta y ve a <a href="https://pagseguro.uol.com.br/preferencias/integracoes.jhtml"> "Minha Conta" > Preferências > <b>Configurações de integração</b>"</a>.
pt_br: Acesse sua conta e vá para <a href="https://pagseguro.uol.com.br/preferencias/integracoes.jhtml"> "Minha Conta" > Preferências > <b>Configurações de integração</b>"</a>.

source: There you need to generate the TOKEN you will use for the plugin and also configure the Notificação de transação as: <i><b>%s</b></i>
es_es: Allí tendrás que generar un TOKEN que usarás para configurar el plugin y también configura Notificação de transação como: <i><b>%s</b></i>
pt_br: Lá você precisa gerar o token que você irá usar para o plugin e também configurar a Notificação de transação as: <i><b>%s</b></i>

source: Then you need to create a new application, for that, go to <a href="https://pagseguro.uol.com.br/preferencias/integracoes.jhtml"> "Minha Conta" > Aplicações > <b>Minhas aplicações</b>"</a> and click on <a href="https://pagseguro.uol.com.br/aplicacao/cadastro.jhtml"><b>Criar nova aplicação</b></a>.
es_es: Luego, crea una nueva aplicación en <a href="https://pagseguro.uol.com.br/preferencias/integracoes.jhtml"> "Minha Conta" > Aplicações > <b>Minhas aplicações</b>"</a> y haz click en <a href="https://pagseguro.uol.com.br/aplicacao/cadastro.jhtml"><b>Criar nova aplicação</b></a>.
pt_br: Então você precisa criar uma nova aplicação, para isso, vá para <a href="https://pagseguro.uol.com.br/preferencias/integracoes.jhtml"> "Minha Conta" > Aplicações > <b>Minhas aplicações</b>"</a> e clique em<a href="https://pagseguro.uol.com.br/aplicacao/cadastro.jhtml"><b>Criar nova aplicação</b></a>.

source: Input any name for your application, but remember the <b>"ID da aplicação"</b>, this is your <b>appId</b>.
es_es: Introduce cualquier nombre para tu aplicación pero recuerda el <b>"ID da aplicação"</b>, este es tu <b>appId</b>.
pt_br: Coloque qualquer nome para sua aplicação, mas lembre-se do <b>"ID da aplicação"</b>, este é seu <b>appId</b>.

source: Configure your <b>"URL de notificação"</b> as: <i><b>%s</b></i>
es_es: Configura tu <b>"URL de notificação"</b> como: <i><b>%s</b></i>
pt_br: Configure sua <b>"URL de notificação"</b> como: <i><b>%s</b></i>

source: On the next page, you will receive your <b>Chave</b>, this is your <b>appKey</b>.
es_es: En la siguiente página, recibirás tu <b>Chave</b>, que es tu <b>appKey</b>.
pt_br: Na próxima página, você irá receber sua <b>Chave</b>, essa é sua <b>appKey</b>.

source: Setting up your Paypal account for payments
es_es: Configurando tu cuenta de Paypal para recibir pagos
pt_br: Configurando sua conta Paypal para pagamentos

source: You need Paypal API credentials
es_es: Necesitas las credenciales del API de Paypal
pt_br: Você precisa das credenciais da API do Paypal

source: (Optional) Tell Paypal where is your IPN file
es_es: (Opcional) Informa a Paypal de dónde está tu fichero IPN
pt_br: (Opcional) Você precisa dizer ao Paypal onde está seu arquivo IPN

source: In order to use the Paypal plugin you will need Paypal API credentials, you could obtain them for free following these steps
es_es: Para usar el plugin de Paypal, necesitas las credenciales del API de Paypal, que puedes obtener siguiendo estos pasos
pt_br: Para poder usar o plugin do Paypal você precisa das credenciais API do Paypal, você pode obtê-las de graça seguindo esses passos

source: Setting up your IPN (optional, but highly recommended)
es_es: Configurando tu IPN (opcional, pero altamente recomendado)
pt_br: Configurando sua IPN (opcional, mas altamente recomendado)

source: Click Choose IPN Settings to specify your listener’s URL and activate the listener (the URL is %s)
es_es: Haz click en Choose IPN Settings para especificar la url y activar el IPN (la URL es %s)
pt_br: Clique em Escolher Configurações de IPN, para especificar sua URL de escuta e ativar o ouvinte (a URL é %s)

source: Please wait a moment while we're processing your payment. Transaction ID : %s
es_es: Por favor, espera un momento mientras procesamos el pago. La ID de la transacción es: %s
pt_br: Por favor espere um momento enquanto nós processamos seu pagamento. ID da Transação: %s

source: You have %s in your account, after the purchase you will have %s
es_es: Tiene %s en su cuenta, después de la compra tendrá %s
pt_br: Você possui %s na sua conta, depois da compra você irá possuir %s

source: Insufficient funds in your wallet
es_es: Fondos insuficientes en tu monedero
pt_br: Fundos insuficiente nas sua carteira

source: Make this ad premium
es_es: Convertir este anuncio en premium
pt_br: Faça o Anúncio Premium

source: Make your ad to stand out at the home and search pages
es_es: Haz que tu anuncia resalte en la página principal y en la página de búsqueda
pt_br: Faça seu anúncio se destacar na página inicial e de buscas

source: Premium days %s
es_es: %s días premium
pt_br: Dias premium %s

source: Highlight this ad
es_es: Destacar este anuncio
pt_br: Destaque este anúncio

source: Attract more visitors with a different background color for your ad
es_es: Atrae más visitantes con un color diferente de fondo para tu anuncio
pt_br: Atraia mais visitantes com um fundo diferente para seu anúncio

source: Highlight days %s
es_es: %s días destacados
pt_br: Dias destacado %s

source: Highlight this ad (+%s)
es_es: Coste del destacado (+%s)
pt_br: Destaque esse anúncio (+%s)

source: Expiration date
es_es: Fecha de caducidad
pt_br: Data de expiração

source: expired
es_es: caducado
pt_br: expirado

source: will not expire
es_es: no caduca
pt_br: não irá expirar

source: Your current credit is %s
es_es: Tus créditos actuales son %s
pt_br: Seus créditos atuais são %s

source: Credit pack #%s
es_es: Pack de créditos #%s
pt_br: Pacote de Créditos #%s

source: Price: %s
es_es: Precio: %s
pt_br: Preço: $%s

source: Amount rewarded: %s
es_es: Cantidad regalada: %s
pt_br: Quantia ganha: %s

source: Buy this pack
es_es: Comprar este pack
pt_br: Comprar esse pacote

source: There are no packs available to buy
es_es: No hay packs disponibles para comprar
pt_br: Não existem pacotes disponíveis para comprar

source: You need to login to be able to pay with your credits
es_es: Necesitas acceder a tu cuenta para pagar con tus créditos
pt_br: Você precisa logar para ser capaz de comprar com seus créditos

source: Payment not valid
es_es: Pago no válido
pt_br: Pagamento inválido

source: Payment not valid.
es_es: Pago no válido.
pt_br: Pagamento inválido.

source: There were an error processing your cart, please try again
es_es: Hubo un error procesando tu petición, por favor inténtalo de nuevo
pt_br: Houve um erro processando seu carrinho, por favor tente novamente

source: Insuficient funds
es_es: Fondos insuficientes
pt_br: Fundos insuficientes

source: Success! %s was deducted from your account's credit. Your current credit available is %s
es_es: Hecho! %s fueron restados de los créditos de tu cuenta. Actualmente tienes %s créditos
pt_br: Sucesso! %s foi reduzido dos créditos da sua conta. Seus créditos disponíveis atualmente são %s

source: Congratulations, the plugin is now configured
es_es: Enhorabuena, el plugin ya está configurado
pt_br: Parabéns, o plugin está configurado agora

source: Paypal help
es_es: Ayuda de Paypal
pt_br: Ajuda do PayPal

source: Payments settings
es_es: Configuración de los pagos
pt_br: Configurações de pagamento

source: Premium ads
es_es: Anuncios Premium
pt_br: Anúncios premium

source: Allow premium ads
es_es: Permitir anuncios premium
pt_br: Permitir anúncios premium

source: Default premium cost
es_es: Precio predeterminado de los anuncios premium
pt_br: Custo padrão para premium

source: Premium days
es_es: Duración en días del premium
pt_br: Dias premium

source: Publish fee
es_es: Pago por publicación
pt_br: Taxa de publicação

source: Pay per post ads
es_es: Pagar por anunciar
pt_br: Pagar para postar anúncios

source: Default publish cost
es_es: Precio por defecto de publicar
pt_br: Custo para publicar padrão

source: Paypal settings
es_es: Configuración de Paypal
pt_br: Configurações do Paypal

source: help
es_es: ayuda
pt_br: ajuda

source: Show options
es_es: Mostrar opciones
pt_br: Mostrar Opções

source: Enable Paypal
es_es: Activar Paypal
pt_br: Permitir Paypal

source: Enable Paypal as a method of payment
es_es: Activar Paypal como método de pago
pt_br: Permitir paypal como método de pagamento

source: Paypal API username
pt_br: API de usuário do Paypal

source: Paypal API password
pt_br: Senha da API do Paypal

source: Paypal API signature
pt_br: Assinatura da API do Paypal

source: Paypal email
es_es: E-mail de Paypal
pt_br: Email do Paypal

source: Paypal sandbox
es_es: Sandbox de Paypal
pt_br: Sandbox Paypal

source: Use Paypal sandbox to test everything is right before going live
es_es: Usa el sandbox de Paypal para comprobar que todo esté bien antes de activarlo
pt_br: Use o Sandbox da Paypal para testar se tudo está certo antes de ir online

source: Save changes
es_es: Guardar cambios
pt_br: Salvar mudanças

source: Click Profile on the My Account tab
es_es: Clicka en Perfil en la pestaña de Mi Cuenta
pt_br: Clique em Perfil na aba Minha Conta

source: Click Instant Payment Notification Preferences in the Selling Preferences column
es_es: Clicka en Instant Payment Notification Preferences en la columna de Selling Preferences
pt_br: Clique em Notificação de Pagamento Instantânea (IPN) na coluna de Preferências de Venda

source: How to obtain API credentials
es_es: Cómo obtener las credenciales del API
pt_br: Como obter credenciais do API

source: Verify your account status. Go to your PayPal Profile under My Settings and verify that your Account Type is Premier or Business, or upgrade your account
es_es: Verifica el estado de tu cuenta. Ve a tu perfil de Paypal en My settings y verifica que tu cuenta sea del tipo Premiere o Negocios, o bien actualiza tu cuenta
pt_br: Verifique seu status da conta. Vá para o Perfil do PayPal em Minhas Configurações e verifique se seu tipo de conta é Premier ou de Vendedor, ou atualize sua conta

source: Verify your API settings. Click on My Selling Tools. Click Selling Online and verify your API access. Click Update to view or set up your API signature and credentials
es_es: Verifica la configuración de tu API. Clicka en My Selling Tools. Clicka Selling Online y verfifica tu acceso al API. Clicka en Update para ver o configurar la firma y las credenciales del API
pt_br: Verifique suas configurações de API. Clique em Minhas Ferramentas de Venda. Clique em Vender Online e verifique o acesso a sua API. Clique em Atualizar para ver ou criar sua assinatura API e credenciais

source: Cancel
es_es: Cancelar
pt_br: Cancelar

source: Pay with your credit
es_es: Pagar con tus créditos
pt_br: Pagar com seus créditos

source: Payment options
es_es: Opciones de pago
pt_br: Opções de pagamento

source: Categories fees
es_es: Precio de las categorías
pt_br: Taxa das categorias

source: Listings payment status
es_es: Estado de los anuncios de pago
pt_br: Status de pagamento dos anúncios

source: Buy credit for payments
es_es: Compra créditos para pagar
pt_br: Comprar créditos para pagamentos

source: Please send %f BTC to <br /> <b>[[address]]</b></p>
es_es: Por favor manda %f BTC a <br /> <b>[[address]]</b></p>
pt_br: Por favor mande %f BTC para <br /> <b>[[address]]</b></p>

source: Payment Received <b>[[value]] BTC</b>. Thank You.
es_es: Pago recibido <b>[[value]] BTC</b>. Gracias.
pt_br: Pagamento Recebido <b>[[value]] BTC</b>. Obrigado.

source: Card number
es_es: Número de tarjeta
pt_br: Número do cartão

source: Expiration (MM/YYYY)
es_es: Expiración (MM/AAAA)
pt_br: Expira em (MM/YYYY)

source: Processing payment, please wait.
es_es: Procesando el pago, por favor espera
pt_br: Processando pagamento, espere um momento.

source: Processing the payment, please wait
es_es: Procesando el pago, por favor espera
pt_br: Processando o pagamento, espere um momento

source: Success! Please write down this transaction ID in case you have any problem: %s
es_es: Hecho! Por favor guarda la ID de esta transacción en caso de que tengas algún problema: %s
pt_br: Sucesso! Por favor escreva o ID da transação em caso de você ter algum problema: %s

source: Warning! This payment was already paid
es_es: Cuidado! Este pago ya fue realizado
pt_br: Atenção! Este pagamento já foi pago

source: There were an error processing your payment
es_es: Hubo un error al procesar su pago
pt_br: Aconteceu um erro ao processar seu pagamento

source: You cancel the payment process or there was an error. If the error continue, please contact the administrator
es_es: Has cancelado el proceso de pago o ha ocurrido un error. Si el error continúa, por favor, contacta con el administrador.
pt_br: Você cancelou o processo de pagamento ou houve um erro. Se erro continuar, por favor contate o administrador

source: Payment processed correctly
es_es: Pago procesado correctamente
pt_br: Pagamento processado corretamente

source: We are processing your payment, if we did not finish in a few seconds, please contact us
es_es: Estamos procesando el pago, si no finaliza en unos segundos más, por favor, contáctenos.
pt_br: Nós estamos processando seu pagamento, se nós não terminarmos em alguns segundos, por favor nos contate

source: Click here to continue
es_es: Clicka aquí para continuar
pt_br: Clique aqui para continuar

source: Blockchain settings
es_es: Configuración de Blockchain
pt_br: Configurações de Blockchain

source: You don't have any listing yet
es_es: Aún no tienes anuncios
pt_br: Você não possui anúncios ainda

source: Publication date
es_es: Fecha de publicación
pt_br: Data de publicação

source: Price
es_es: Precio
pt_br: Preço

source: Paid!
es_es: Pagado!
pt_br: Pago!

source: Already premium!
es_es: Ya es Premium!
pt_br: Já é um Anúncio Premium!

source: Make premium
es_es: Convertir en Premium
pt_br: Fazer Anúncio Premium

source: Your wallet is empty. Buy some credits.
es_es: Tu monedero está vacío. Compra algunos créditos
pt_br: Sua carteira está vazia. Compre alguns créditos.

source: Code
es_es: Código
pt_br: Código

source: Product
es_es: Producto
pt_br: Produto

source: Quantity
es_es: Cantidad
pt_br: Quantidade

source: Delete
es_es: Borrar
pt_br: Deletar

source: Date
es_es: Fecha
pt_br: Data

source: User
es_es: Usuario
pt_br: Usuário
