Repository: codexilab/osclass-payment-pro
Catalog: payment_pro/languages/*/messages.po
Languages: es_es, pt_br

source: Taxes
es_es: Impuestos
pt_br: Taxas

source: Please make a wire transfer to the account: {BANK_ACCOUNT} with the concept "{CODE}" of a total of {AMOUNT}. We are unable to process your payment if the concept does not containg the code.
es_es: Por favor, haga una transferencia bancaria a la cuenta: {BANK_ACCOUNT} con el concepto "{CODE}" de una cantidad total de {AMOUNT}. No seremos capaces de procesar su pago si no contiene el código como concepto.
pt_br: Por favor faça a transferência para a conta: {BANK_ACCOUNT} com o conceito "{CODE}" de um total de {AMOUNT}. Nós estamos incapazes de processar seu pagamento se o conceito não conter o código.

source: Premium enhancement for listing %d
es_es: Mejora Premium para el anuncio %d
pt_br: Aprimoramento Premium para anúncio %d

source: Subscription ID
es_es: ID de la suscripción
pt_br: ID de Inscrição

source: Source TX
es_es: Origen TX
pt_br: Fonte TX

source: Source
es_es: Origen
pt_br: Fonte

source: Not paid (will be removed)
es_es: No pagado (se borrará)
pt_br: Não pago (será removido)

source: Canceled
es_es: Cancelado
pt_br: Cancelado

source: <b>Important:</b> disabling this option will block all non-paid listings. If you want them visible on your website, you need to unblock them manually.
es_es: <b>Importante:</b> desactivando esta opción bloqueará todos los anuncios no pagados. Si desea que estén visibles en su página, tendrá que desbloquearlos manualmente.
pt_br: <b>Importante:</b> desabilitar esta opção irá bloquear todos os anúncios não-pagos. Se você quiser eles visíveis no seu website, você terá que desbloqueá-los manualmente .

source: <b>Important:</b> while this option is disabled, unblocking listings will mark them as paid (if you enable this again).
es_es: <b>Importante:</b> mientras esta opción esté desactivada, desbloquear anuncios los marcará como pagados (si en el futuro la activa otra vez).
pt_br: <b>Importante:</b> enquanto esta opção estiver desabilitada, desbloquear anúncios marcará eles como pagos (se você permitir isto de novo)

source: Move to top fee
es_es: Precio de mover arriba
pt_br: Taxa para mover para o topo

source: Allow move to top
es_es: Permitir mover arriba
pt_br: Permitir mover para o topo

source: Default move to top cost
es_es: Precio predeterminado de mover arriba
pt_br: Custo padrão para mover para o topo

source: Renew listing fee
es_es: Coste de renovar anuncio
pt_br: Taxa para renovar anúncio

source: Allow renew listings, users could pay a fee to extend the expiration date of listings (will not create a new listing)
es_es: Permitir renovar anuncios, los usuarios pagan un precio por extender la fecha de caducidad de los anuncios (no publica un nuevo anuncio)
pt_br: Permitir renovar anúncios, usuários podem pagar uma taxa para estender a data de expiração dos anúncios (não irá criar um novo anúncio)

source: Default renew listing cost
es_es: Precio por renovar por defecto
pt_br: Custo padrão para renovar anúncio

source: Only change expiration date
es_es: Cambiar solo la fecha de caducidad
pt_br: Apenas mudar a data de expiração

source: Republishing will only change the expiration date, not the publish, the listing will not be moved to the top.
es_es: Renovar cambiará solo la fecha de caducidad, no la de publicación, el anuncio no aparecerá como nuevo.
pt_br: Republicar irá apenas mudar a data de expiração, não a publicação, o anúncio não irá ser movido ao topo.

source: Highlight listings
es_es: Anuncios destacados
pt_br: Destacar anúncios

source: Allow listings to have a different background on search and highlight them. You need to modify your theme, <a href="javascript:void(0);" onclick="$('#dialog-highlight').dialog('open');" >Learn how to do it</a>
es_es: Permitir anuncios que tienen un fondo de un color distinto en las búsquedas y resaltados. Necesitas modificar tu theme <a href="javascript:void(0);" onclick="$('#dialog-highlight').dialog('open');" >Aprende cómo hacerlo</a>
pt_br: Permitir que os anúncios tenham um fundo diferente na pesquisa e destaca-los. Você precisa modificar seu tema, <a href="javascript:void(0);" onclick="$('#dialog-highlight').dialog('open');" >Aprenda como fazer isso</a>

source: Default highlight cost
es_es: Precio predeterminado de los anuncios destacados
pt_br: Custo padrão para destacar

source: Highlight days
es_es: Días destacados
pt_br: Dias destacado

source: Highlight color
es_es: Color del destacado
pt_br: Cor do destaque

source: Allow users's wallets
es_es: Permitir a los usuarios tener un monedero
pt_br: Permitir carteiras dos usuários

source: Allow users to have credits and pay for products with that credit
es_es: Permite a los usuarios tener créditos y pagar por productos con ese crédito
pt_br: Permitir que os usuários possuam créditos e paguem pelos produtos com esse crédito

source: Use tokens for buying products
es_es: Usar tokens para comprar productos
pt_br: Usar tokens para comprar produtos

source: Users will be able to buy "token/credit packs" with real money. All other purchases (publish, premium , highlight ...) fees are paid with the previously bought tokens
es_es: Los usuarios podrán comprar "packs de tokens/créditos" con dinero real. El resto de pagos (por publicar, premium, destacar,...) serán pagados con dichos tokens.
pt_br: Usuários irão ser capazes de comprar "tokens/pacotes de crédito" com dinheiro real. Todas as outras taxas de compras (publicar, premium, destacar ...) são pagas com tokens comprados anteriormente

source: Tokens name
es_es: Nombre de los tokens
pt_br: Nome dos Tokens

source: You could name your tokens as you want: "tokens", "coins", "credits",...
es_es: Puedes llamar a los tokens como quieras: "tokens", "créditos", "puntos",...
pt_br: Você pode nomear seus tokens como quiser: "tokens", "moedas", "créditos",...

source: <b>Important:</b> use 3-digit ISO 4217 code like USD, AUD, GBP, EUR, ... <a href="https://en.wikipedia.org/wiki/ISO_4217#Active_codes">see more currency codes</a>
es_es: <b>Importante:</b> use el código de 3 dígitos ISO 4217, como USD, AUD, GBP, EUR ... <a href="https://en.wikipedia.org/wiki/ISO_4217#Active_codes">ver más códigos de ejemplo</a>
pt_br: <b>Importante:</b> use o código de 3 dígitos ISO 4217 códigos como USD, AUD, GBP, EUR, ... <a href="https://en.wikipedia.org/wiki/ISO_4217#Active_codes">veja mais códigos de moeda</a>

source: <b>Warning:</b> some currencies are not supported by all methods of payment, please check before use.
es_es: <b>Cuidado:</b> algunos medios de pago no soportan todas las monedas, comprueba antes de usar.
pt_br: <b>Atenção:</b> algumas moedas não são suportadas por todos os métodos de pagamento, por favor cheque antes de usar.

source: Show taxes in checkout
es_es: Mostrar impuestos en el checkout
pt_br: Mostrar taxas no checkout

source: Force to show the taxes row in the checkout page even if taxes are 0.
es_es: Muestra la linea de impuestos en el checkout siempre, incluso si es 0.
pt_br: Forçar mostrar linha de taxas na página de checkout mesmo que as taxas sejam 0.

source: Default tax
es_es: Impuesto por defecto
pt_br: Taxa padrão

source: You could set a default tax that will apply to all products.
es_es: Impuestos por defecto que se aplicarán a todos los productos.
pt_br: Você pode colocar uma taxa padrão que irá ser aplicada em todos os produtos

source: More about highlighted listings
es_es: Más sobre anuncios destacados
pt_br: Mais sobre anúncios destacados

source: You could highlight some listings in the search pages with this option, but you need to modify your theme first.
es_es: Puedes destacar algunos anuncios en las páginas de búsqueda con esta opción, pero necesitarás modificar tu theme primero
pt_br: Você pode destacar alguns anúncios nas páginas de pesquisa com essa opção, mas você precisa modificar seu tema primeiro.

source: There are a few useful functions for highlighted listings.
es_es: Hay algunas funcionalidades útiles para los anuncios destacados
pt_br: Existem algumas funções para destacar anúncios.

source: "payment_pro_is_highlighted($id)" accepts an $id as parameter (optional) and will return true/false if a listings is or not highlighted.
es_es: "payment_pro_is_highlighted($id)" acepta un $id como parámetro (opcional) y devolverá un verdadero/falso si el anuncio está destacado o no
pt_br: "payment_pro_is_highlighted($id) aceita um $id (opcional) e irá retornar verdadeiro/falso se uma anúncio é ou não destacado.

source: "payment_pro_print_highlight_class($id)" accepts an $id as parameter (optional) and will <b>print</b> the highlight class "payment-pro-highlighted"
es_es: "payment_pro_print_highlight_class($id)" acepta un $id como parámetro (opcional) y <b>mostrará</b> el destacado con la clase "payment-pro-highlighted"
pt_br: "payment_pro_print_highlight_class($id)" aceita um $id como parâmetro e irá <b>mostrar</b> a classe destacado "payment-pro-highlighted"

source: osc_run_hook("highlight_class") will also print the highlight class and <b>it is safe</b>, meaning that it will not output any error even if the plugin is disabled
es_es: osc_run_hook("highlight_class") también mostrará la clase destacada y <b>es seguro</b>, que significa que mostrará un ningún error aunque el anuncio esté deshabilitado
pt_br: osc_run_hook("highlight_class") também irá mostrar a classe destacada <b>e é segura</b>, significando que não irá sobrepor nenhum erro mesmo que o plugin seja desabilitado

source: Setting up your theme
es_es: Configurando tu theme
pt_br: Configurando seu tema

source: In order to use the highlighted listing feature, you need to make a minimal modification to your theme.
es_es: Para poder usar la funcionalidad de anuncios destacados, necesitas hacer algunos cambios mínimos en tu theme
pt_br: Para poder usar a característica destacar anúncio, você precisa fazer algumas mínimas modificações no seu tema.

source: In the search page template, you need to add the following in the <b>class</b> attribute of the div of the listing
es_es: En el template de la página de búsqueda, necesitas añadir el siguiente en la <b>clase</b> atributo o el div del anuncio
pt_br: Na página de pesquisa do template, você precisa adicionar o seguinte atributo <b>classe</b> na div do anúncio

source: (Note: you probably already have a class attribute, in that case, just add the osc_run_hook part)
es_es: (Nota: probablemente ya tienes una clase de atributos, en ese caso, sólo añade la parte de osc_run_hook)
pt_br: (Nota: você provavelmente já possui a classe attribute, nesse caso, apenas adicione a parte osc_run_hook)

source: Examples
es_es: Ejmplos
pt_br: Exemplos

source: In bender theme, you need to modify the file loop-single.php. Look for line 24, change it from
es_es: En el theme Bender, necesitas modificar el fichero loop-single.php. Busca la línea 24 y cámbiala desde allí
pt_br: No tema bender, você precisa modificar o arquivo loop-single.php. Olhe a linha 24 e modifique-a

source: to
es_es: para
pt_br: para

source: Highlight help
es_es: Ayuda para destacados
pt_br: Ajuda Destaque

source: Setting up your fees
es_es: Configurar tus precios
pt_br: Definindo suas taxas

source: Show all categories
es_es: Mostrar todas las categorías
pt_br: Mostrar todas as categorias

source: Only prices different than default
es_es: Sólo precios diferentes al predeterminado
pt_br: Apenas preços diferente do padrão

source: You could set up different prices for each category
es_es: Puedes establecer diferentes precios para cada categoría
pt_br: Você pode definir diferentes preços para cada categoria

source: If the price of a category is left empty, the default value will be applied
es_es: Si el precio de una categoría está vacío, se le aplicará el precio predeterminado
pt_br: Se o preço de uma categoria é deixada vazia, o valor padrão será aplicado

source: Category Name
es_es: Nombre de la categoría
pt_br: Nome da Categoria

source: Publish fee (%s)
es_es: Coste de publicación (%s)
pt_br: taxa de publicação (%s)

source: Premium fee (%s)
es_es: Coste del Premium (%s)
pt_br: Taxa Premium (%s)

source: Move to top fee (%s)
es_es: Coste de mover arriba (%s)
pt_br: Taxa mover para o topo (%s)

source: Highlight fee (%s)
es_es: Coste del destacado (%s)
pt_br: Taxa para destacar (%s)

source: Renew fee (%s)
es_es: Coste renovar (%s)
pt_br: Taxa para renovar (%s)

source: Update
es_es: Actualizar
pt_br: Atualizar

source: Publish cost: %s
es_es: Precio de publicar: %s
pt_br: Custo para publicar: %s

source: Premium cost: %s
es_es: Precio del Premium: %s
pt_br: Custo do Premium: %s

source: Move to top cost: %s
es_es: Precio de mover arriba: %s
pt_br: Custo para mover para o topo: %s

source: Highlight cost: %s
es_es: Precio de destacar: %s
pt_br: Custo para destacar: %s

source: Renew cost: %s
es_es: Coste renovar: %s
pt_br: Custo para renovar: %s

source: Move to top price
es_es: Precio de mover arriba
pt_br: Preço de mover para o topo

source: Highlight price
es_es: Precio de destacar
pt_br: Preço de destacar

source: Renew price
es_es: Coste renovar
pt_br: Preço de renovar

source: Manage all your payments settings from here.
es_es: Gestiona todos la configuración de tus pagos desde aquí
pt_br: Gerir todos os seus pagamentos por aqui.

source: Settings
es_es: Configuración
pt_br: Configurações

source: Prices per category
es_es: Precio por categoría
pt_br: Preços por categoria

source: Add credit to users
es_es: Añadir créditos al usuario
pt_br: Adicionar créditos para usuários

source: Manage credit packs
es_es: Gestionar los packs de créditos
pt_br: Gerir pacotes de crédito

source: Subscriptions
es_es: Suscripciones
pt_br: Assinaturas

source: Pack added correctly
es_es: Pack añadido correctamente
pt_br: Pacote adicionado corretamente

source: All fields are required
es_es: Todos los campos son obligatorios
pt_br: Todos os campos são necessários

source: Pack updated correctly
es_es: Pack actualizado correctamente
pt_br: Pacotes atualizados corretamente

source: Pack deleted
es_es: Pack borrado
pt_br: Pacote deletado

source: Ops! something went wrong, pack was not deleted
es_es: Ups! algo fue mal, el pack no se ha borrado
pt_br: Ops! Algo deu errado, o pacote não foi deletado

source: Add credit pack
es_es: Añadir pack de créditos
pt_br: Adicionar pacote de créditos

source: Delete pack
es_es: Borrar pack
pt_br: Deletar pacote

source: Setting up your credits packs
es_es: Configurando tus packs de créditos
pt_br: Configurar seus pacotes de créditos

source: Warning! Wallets and packs are disabled
es_es: Cuidado: los monederos y packs están deshabilitados
pt_br: Atenção! Carteiras e pacotes estão desabilitados

source: Credit packs are a great option to offer to your users, it allows you to offer some discounts for bulk purchase and at the same time reduce the number of transaction with third payment processors (which usually charges you in a per transaction basis)
es_es: Los packs de créditos son una buena opción para ofrecer a tus usuarios. Te permite ofrecer algún descuento por la compra al por mayor y al mismo tiempo reduce el número de transacciones con gestores de pagos externos (que habitualmente te cobran alguna comisión por cada transacción)
pt_br: Pacote de créditos são uma boa opção para oferecer a seus clientes, isso permite que você ofereça alguns descontos para compras em massa e ao mesmo tempo reduzir o número de transações com processadores de pagamentos terceiros (que geralmente cobram você por transação em base)

source: Set pack prices
es_es: Establecer pack de precios
pt_br: Definir preços de pacote

source: Add new pack
es_es: Añadir nuevo pack
pt_br: Adicionar novo pacote

source: PACK #%s
pt_br: PACOTE #%s

source: Cost: %s
es_es: Coste: %s
pt_br: Custo: %s

source: Credits: %s
es_es: Créditos: %s
pt_br: Créditos: %s

source: Name: %s
es_es: Nombre: %s
pt_br: Nome: %s

source: Pack cost (what the user pays)
es_es: Precio del pack (lo que el usuario paga)
pt_br: Custo do pacote (o que os usuários pagam)

source: Credit rewarded (what the user received as credits)
es_es: Créditos recibidos (lo que recibe el usuario como créditos)
pt_br: Créditos obtidos (o quê os usuários recebem como créditos)

source: Name or short description
es_es: Nombre o descripción corta
pt_br: Nome ou descrição curta

source: This will delete the pack, credits in users account will not be deleted. Do you want to continue?
es_es: Esto borrará el pack, los créditos en las cuentas de los usuarios no serán borrados. ¿Deseas continuar?
pt_br: Isso irá deletar o pacote, créditos na conta do usuário não serão deletados. Você deseja continuar?

source: Amount added to the user's credit. Current balance: %s (User #%s - %s - %s)
es_es: Cantidad añadida de créditos al usuario. El balance actual: %s (User #%s - %s - %s)
pt_br: Quantia adiciona para os créditos do usuário. Saldo atual: %s (Usuário #%s - %s - %s)

source: Error adding the credit: Current balance: %s (User #%s - %s - %s)
es_es: Error añadiendo créditos: balance actual %s (User #%s - %s - %s)
pt_br: Erro ao adicionar o crédito: Saldo atual: %s (Usuário #%s - %s - %s)

source: No user selected
es_es: No has seleccionado usuario
pt_br: Nenhum usuário selecionado

source: Start typing to search an user (by email or name)
es_es: Empieza escribiendo o buscando a un usuario (por e-mail o nombre)
pt_br: Comece a digitar para procurar por um usuário (por e-mail ou nome)

source: Credit
es_es: Crédito
pt_br: Crédito

source: Add credit
es_es: Añadir crédito
pt_br: Adicionar crédito

source: User info
es_es: Info del usuario
pt_br: Informação do Usuário

source: Name
es_es: Nombre
pt_br: Nome

source: Current balance
es_es: Balance actual
pt_br: Saldo atual

source: Error getting data
es_es: Error obteniendo datos
pt_br: Erro ao pegar dados

source: No need to pay the publish fee
es_es: No hace falta pagar la comisión por publicar
pt_br: Não há necessidade para pagar a taxa de publicação

source: It's too soon to move your listing to the top
es_es: Es demasiado pronto para mover tu anuncio arriba
pt_br: Está muito cedo para mover seu anúncio para o topo

source: The publish fee was not paid
es_es: El precio del anuncio no ha sido pagado
pt_br: A taxa de publicação não foi paga

source: Move to top listing %d
es_es: Mover hacia arriba %d
pt_br: Mover anúncio para o topo %d

source: This listing is not paid yet
es_es: El anuncio no se ha pagado todavía
pt_br: Esse anúncio não foi pago ainda

source: Renew fee for listing %d
es_es: Coste renovación del anuncio %d
pt_br: Taxa de renovação para o anúncio %d

source: Option no longer available
es_es: Esta opción ya no está disponible
pt_br: Opção não está mais disponível

source: Publish this listing
es_es: Publicar este anuncio
pt_br: Publicar esse anúncio

source: Move to top
es_es: Mover arriba
pt_br: Mover para o topo

source: Already highlighted!
es_es: Ya está destacado!
pt_br: Já está destacado!

source: Highlight this listing
es_es: Destacar este anuncio
pt_br: Destacar esse anúncio

source: Renew this listing
es_es: Renovar este anuncio
pt_br: Renovar esse Anúncio

source: Manage your credit packs
es_es: Gestiona tus packs de créditos
pt_br: Gerir seus pacotes de créditos

source: Settings, Osclass payments pro
es_es: Configuración, Osclass payments pro
pt_br: Configurações, Ossclass payments pro

source: Categories fees, Osclass payments pro
es_es: Coste por categoría, Osclass payments pro
pt_br: Taxas de categorias, Osclass payments pro

source: History of payments, Osclass payments pro
es_es: Histórico de pagos, Osclass payments pro
pt_br: Histórico de pagamentos, Osclass payments pro

source: Subscriptions, Osclass payments pro
es_es: Subscripciones, Osclass payments pro
pt_br: Assinaturas, Osclass payments pro

source: Add credit to users, Osclass payments pro
es_es: Añadir crédito a los usuarios, Osclass payments pro
pt_br: Adicionar créditos aos usuários, Osclass payments pro

source: Manage your credit packs, Osclass payments pro
es_es: Administrar packs de creditos, Osclass payments pro
pt_br: Gerir seus pacotes de crédito, Osclass payments pro

source: Unpay highlight fee
es_es: Desactivar destacado
pt_br: Não pagar taxa de destacar

source: Pay highlight fee
es_es: Pagar destacado
pt_br: Pagar taxa de destacar

source: Buy credit packs
es_es: Comprar packs de créditos
pt_br: Comprar Pacote de Créditos

source: Don't have an account?
es_es: ¿No tienes cuenta?
pt_br: Não possui uma conta?

source: Create an <a href="%s" target="_blank">Authorize.Net account</a>
es_es: Crear una <a href="%s" target="_blank">cuenta de Authorize.Net</a>
pt_br: Crie uma <a href="%s" target="_blank">conta Authorize.Net</a>

source: You need an <a href="%s" target="_blank">Authorize.Net account</a>. Once created, access to your panel and copy the API login ID and API transaction key here.
es_es: Necesitas una <a href="%s" target="_blank">cuenta de Authorize.Net </a>. Una vez la hayas creado, accede a tu panel y copia el API login ID y la clave de la API de transacción aquí.
pt_br: Você precisa de uma <a href="%s" target="_blank">conta Authorize.Net</a>. Uma vez criada, acesse até seu painel e copie seus ID de AP de login e sua chave de API de transação aqui.

source: Action
es_es: Acción
pt_br: Ação

source: Are you sure you want to mark this invoice as paid? Warning: This action might not be able to be undone.
es_es: ¿Está seguro que desea marcar esta factura como pagada? Aviso: esta acción podría no poder deshacerse.
pt_br: Você tem certeza que você quer marcar essa fatura como paga? Atenção, Essa ação pode não ser desfeita.

source: Are you sure you want to mark this invoice as paid and NOTIFY the user about it? Warning: This action can not be undone.
es_es: ¿Está seguro que desea marcar este carrito como pagado y AVISAR al usuario acerca de él? Atención: Esta acción no puede deshacerse.
pt_br: Você tem certeza que deseja marcar essa fatura como paga e NOTIFICAR o usuário sobre ela? Atenção: Está ação não pode ser desfeita.

source: Are you sure you want to mark this invoice as unpaid? Warning: We will try to unpaid the products, but in some cases it will not be possible.
es_es: ¿Está seguro que desea marcar esta factura como impagada? Aviso: Trataremos de marcar los productos de la factura como impagados, pero no es posible en todos los casos.
pt_br: Você tem certeza que deseja marcar essa fatura não não paga? Atenção: Nós iremos tentar despagar os produtos, mas em alguns casos não será possível.

source: Are you sure you want to NOTIFY the user that his invoice was paid?? Warning: This action can not be undone.
es_es: ¿Está seguro que desea AVISAR al usuario de que el carrito se ha pagado? Atención: Esta acción no puede deshacerse.
pt_br: Você tem certeza que deseja NOTIFICAR o usuário que sua fatura foi paga?? Atenção: Essa ação não pode ser desfeita.

source: mark as paid
es_es: marcar como pagado
pt_br: marcar como paga

source: mark as unpaid
es_es: marcar como impagado
pt_br: marcar como não paga

source: mark as paid & notify user
es_es: marcar como pagado & avisar al usuario
pt_br: marcar como paga e notificar usuário

source: notify user
es_es: avisar al usuario
pt_br: notificar usuário

source: Are you sure you want to delete this invoice?
es_es: ¿Está seguro que desea eliminar esta factura?
pt_br: Você tem certeza que deseja deletar essa fatura?

source: Created
es_es: Creado
pt_br: Criada

source: Missing data
es_es: Faltan datos
pt_br: Faltando dados

source: Bank transfer settings
es_es: Configuración de Transferencias Bancarias
pt_br: Configurações de transferência bancária

source: <b>IMPORTANT:</b> Read the help before enabling bank payments
es_es: <bIMPORTANTE:</b> Lea la ayuda antes de activar el pago por transferencia bancaria
pt_br: <b>IMPORTANTE:</b> Leia a ajuda antes de habilitar o pagamento por banco
